// (C) Copyright 2006-2013 HP Development Company, L.P.
// All Rights Reserved Worldwide

// Table View Column Names
"deviceName" = "Nazwa urządzenia";
"connection" = "Połączenie";
"model" = "Model urządzenia";
"details" = "Szczegóły";
"aggregateDeviceType" = "Typ urządzenia";
"isInstalled" = "Zainstalowano";

"All" = "Wszystkie";

// Format string for info-label with no filter
"Found %lu devices" = "Liczba znalezionych urządzeń: %lu";
// Format string for info-label with filter
"Showing %lu of %lu devices" = "Wyświetlanie urządzeń: %lu z %lu";

"Rendezvous" = "Bonjour";

"Add" = "Dodaj";
"Cancel" = "Anuluj";

// Filter titles
"Connection Type:" = "Typ połączenia:";
"Device Type:" = "Typ urządzenia:";

// Connection type filter menu items
"Printer" = "Drukarka";
"Scanner" = "Skaner";
"Fax" = "Faks";

// Sort filter tooltip
"ItemArrangement" = "Pozwala zmienić uporządkowanie rzeczy";
"Arrange" = "Układanie";
